[
    {
        "id": "0001",
        "title": "Morocco: The Perfect Budget Destination",
        "date": "August 22, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662052133/Article%20Photos%20-%20The%20Shoestring%20Traveller/Morocco:%20The%20Perfect%20Budget%20Destination/camel-riding-merzouga_jnlq5j.jpg",
                "imgCaption": "Camel riding in the Merzouga desert."
            },
        "paragraphs": [
            {
                "text": "Looking for the perfect destination for a 2-week budget vacation? Look no further than Morocco! Not only is the accommodation and food affordable, it is generally cheap to fly there from Europe. This makes Morocco one of the best destinations in the world for frugal travellers."
            },
            {
                "subHeading": "Getting to Morocco",
                "text": "Getting to Morocco from Europe is surprisingly inexpensive! My flight from London to Fez only set me back £27 (about $32 USD) on Ryanair. I found that even after spending extra to add a carry-on bag (Ryanair only allows a personal item with the base fare), I found myself spending less on the flight than I would on a full-course meal at a moderately-priced London restaurant."
            },
            {
                "subHeading": "Accomodation",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662052134/Article%20Photos%20-%20The%20Shoestring%20Traveller/Morocco:%20The%20Perfect%20Budget%20Destination/funky-fes_wgxa1r.jpg",
                "imgCaption": "The view from the rooftop terrace at Funky Fes.",
                "text": "While hotels in Morocco are affordable relative to North America and Europe, hostels are where you will really save the most. When I was in Fez, I spent only $6 USD a night to sleep on a bunk bed in a hostel dormitory. Not to mention, a traditional all-you-can-eat Moroccan breakfast was included in the price! And if that’s not enough to convince you to stay at a Moroccan hostel, most of them have rooftop terraces that offer stunning views of the city!"
            },
            {
                "text": "However, if you prefer to spend a little more for privacy, hotels are also extremely inexpensive. Depending on the time of year, you can get deals on places such as Pacha Palace in Fez for just $35 USD per night, breakfast included!"
            },
            {
                "subHeading": "Food",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662052135/Article%20Photos%20-%20The%20Shoestring%20Traveller/Morocco:%20The%20Perfect%20Budget%20Destination/lamb-head-marrakesh_veyeb7.jpg",
                "imgCaption": "Street food from the Jemaa el-Fnaa market in Marrakesh",
                "text": "Dining in Morocco is generally inexpensive if you manage to avoid tourist traps. And it can be very easy to fall into one without even realizing it. When I was in Chefchaouen, for instance, my tour guide intentionally led us to a restaurant that served tagine for 100 Moroccan dirhams (about 10 USD). Knowing I could get a better price somewhere else, I left the restaurant after the tour guide had sat us down and had a tagine at a restaurant five minutes away for 35 dirhams (about 3 USD). Moreover, dining out in Morocco is inexpensive if you are able to avoid these types of tourist traps."
            },
            {
                "text": "Another way to save money on food while in Morocco is to eat at the markets. One disclaimer that I have is that if you are from North America or Europe, it would be a good idea to visit your local pharmacy to pick up some probiotics to bring along with you on your trip. I certainly overestimated the strength of my stomach and felt a little under the weather for a couple days. Nevertheless, as long as you take precautions, street food in Morocco is not only delicious, it is also generally the cheapest option. In some cases, you can even bargain with the vendors for a better price."
            },
            {
                "text": "While I was in Marrakesh, I visited the Jemma el-Fnaa (the main marketplace of the medina) with three of my hostel-mates. There, we sat down at a vendor that was serving lamb head and got to enjoy a meal for four for just 70 Moroccan dirhams (about 6 USD)."
            },
            {
                "subHeading": "Are you convinced yet?",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662052134/Article%20Photos%20-%20The%20Shoestring%20Traveller/Morocco:%20The%20Perfect%20Budget%20Destination/on-camel-merzouga_iuzoak.jpg",
                "imgCaption": "The Shoestring Traveller with his camel in the Merzouga desert.",
                "text": "With the rock bottom prices Morocco has to offer, the country is without a doubt a paradise for frugal travellers with a sense of adventure. So start planning your two-week budget adventure to this beautiful country. Just beware of tourist traps and remember to always bargain for a better price!"
            }
        ],
        "articleType": "Tourist Attractions",
        "featured": true,
        "continent": "Africa",
        "region": "North Africa",
        "country": "Morocco"
    },
    {
        "id": "0002",
        "title": "How to Travel on a Shoestring Budget",
        "date": "August 23, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662052657/Article%20Photos%20-%20The%20Shoestring%20Traveller/How%20to%20Travel%20on%20a%20Shoestring%20Budget/budget-cover-img_opqt5h.png"
            },
        "paragraphs": [
            {
                "text": "Feel that travel bug itching inside of you but don’t feel like you have the means to go explore the world? Fret not! I am here to shed some light on the subject. Travelling does not need to cost tens of thousands of dollars! When I was 22, I visited six different Western European countries while spending just a couple thousand dollars. Here are some tips I followed that enabled me to book my dream vacation on a shoestring budget."
            },
            {
                "subHeading": "Tip #1: Book your air fare well in advance and elect to go during the offseason",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662052660/Article%20Photos%20-%20The%20Shoestring%20Traveller/How%20to%20Travel%20on%20a%20Shoestring%20Budget/tip-1_ouagta.jpg",
                "imgCaption": "Seashore of Reykjavik, February 2019",
                "text": "When you book a vacation, one of the most expensive purchases you will make is your airfare. Moreover, being able to save as much as possible on your ticket will leave you room in the budget for activities you would like to take part in during your stay."
            },
            {
                "text": "The key to getting the best deal on your airfare is to book well in advance and go during the offseason. In my experience, February and October are months where you can get the most bang for your buck. Air tickets are affordable but the weather is not too extreme either. For example, if you’re planning to go to Europe, the weather during these months can be cold but usually not unbearable."
            },
            {
                "text": "In September of 2018, I perhaps found the deal of a lifetime. People still have a hard time believing me when I tell them this but I managed to book a round-trip ticket from Seattle to London, with a three-day stopover in Iceland on the way back for just $436 CAD (about $336 USD)! I booked this almost-too-good-to-be-true deal with Icelandair for the first two weeks of February. Yes, Iceland was cold in February. I am Canadian though so 0 degrees Celsius (32 degrees Fahrenheit) was nothing that I wasn’t used to. I really didn’t mind the cold and thoroughly enjoyed my time exploring the winter wonderland that is Iceland in February."
            },
            {
                "subHeading": "Tip #2: Stay in hostels instead of hotels",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1661289037/Article%20Photos%20-%20The%20Shoestring%20Traveller/How%20to%20Travel%20on%20a%20Shoestring%20Budget/tip-2.webp",
                "imgCaption": "The Happy Porto hostel along the Douro River in Porto, Portugal",
                "text": "I love hostels. Not only are they extremely affordable, it is an excellent way to meet fellow travellers! Obviously, this tip is not as applicable if you have a family with two kids to take care of. If you are able to, however, staying at a hostel can save you hundreds, if not thousands of dollars on a vacation."
            },
            {
                "text": "My stay at the Happy Porto hostel in October of 2019 cost me €14 a night (also around $14 USD). A hostel in France or Germany might set you back at least €30, but it is still a bargain when compared to the price of a hotel."
            },
            {
                "text": "Staying at hostels has also afforded me the opportunity to meet all kinds of wonderful people from different parts of the globe. In countries like South Africa, where it is considered unsafe to go out alone at night, meeting fellow travellers can allow you to enjoy nighttime activities in a safe manner."
            },
            {
                "subHeading": "Tip #3: Limit the times you eat out and prepare your own meals",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662052667/Article%20Photos%20-%20The%20Shoestring%20Traveller/How%20to%20Travel%20on%20a%20Shoestring%20Budget/tip-3_kzptxy.png",
                "text": "Dining out can get extremely pricy; especially in Europe! That is why having the capacity to cook your own food is important while travelling on a shoestring budget. Most hostels are equipped with kitchens, which allows budget travellers to save big on food expenses."
            },
            {
                "text": "If you are travelling with a family, an Airbnb might be the next best option seeing as they are also equipped with kitchens. They generally cost just a tad less than hotels but the savings you can manage by having a kitchen make them a more inexpensive option overall."
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1661318602/Article%20Photos%20-%20The%20Shoestring%20Traveller/How%20to%20Travel%20on%20a%20Shoestring%20Budget/spaghetti-marinara.webp",
                "imgCaption": "Spaghetti marinara",
                "text": "To give you an idea of how much you can save by cooking your own meals, let me share my experience in Rome. On my first day in the city, I decided to order spaghetti marinara at a restaurant close to the Vatican, which was probably not the place to go if I wanted the best deal. Nevertheless, I was quite hungry after a full day of sightseeing at the Vatican so I decided to go there and order the most inexpensive meal on the menu. That spaghetti marinara set me back €6, which was not bad for an Italian restaurant but I knew I could probably make it myself for a fraction of the price."
            },
            {
                "text": "The next day, I decided to visit the local supermarket to pick up a 30-cent box of spaghetti and some fresh tomatoes. I made the pasta and seasoned it with salt and pepper that was provided in the hostel kitchen. That delicious pan of spaghetti cost me only about two or three euros to make and was good for three of my meals while I was in Rome."
            },{
                "text": "On the other hand, dining out is still an experience that you want to have at least once in every country or city that you visit. That is why if I am on a shoestring budget, I have a rule that I am to only eat out once in every city I visit. I generally choose a restaurant that serves the local cuisine and I try to avoid restaurants in tourist locations as much as possible. Moreover, it is okay to eat out as long as you stay true to your budget and cook for the majority of your meals."
            },
            {
                "subHeading": "Tip #4: Pack light and book flights with budget airlines",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662052667/Article%20Photos%20-%20The%20Shoestring%20Traveller/How%20to%20Travel%20on%20a%20Shoestring%20Budget/tip-4_xogtue.png",
                "imgCaption": "Ryanair offers air fares at rock bottom prices but only a personal item is included in the base fare.",
                "text": "This is perhaps the one piece of advice that most people have difficulty following. I consider packing to be a skill and becoming a good packer can potentially save you a lot of money. This is because packing light can afford you the opportunity to fly on budget airlines such as Ryanair, Spirit Airlines and Flair Airlines. These airlines offer flights at rock bottom prices but as is the case with most things in life, there is a catch: only a personal item is allowed with the base fare."
            },
            {
                "text": "Depending on the budget airline, adding a carry-on luggage can get quite expensive. Therefore, I always prefer to travel with just a personal item if I can. I once travelled for two months around Europe and Africa with just a regular-sized backpack and it probably saved me hundreds of dollars of baggage fees."
            },
            {
                "text": "While travelling for a long period of time with just a personal item may seem like an impossible feat, it is actually a lot more doable than you might think. This is where packing cubes are your best friend! Rolling up your clothes and fitting them tightly into packing cubes is the best way to save as much space as possible. Incredibly, I was able to fit five changes of clothes into two packing cubes. Besides my clothes, I only had some toiletries, a phone charger and a water bottle to carry with me. So pack like a minimalist and you will feel the physical and financial burden lifted off your shoulders when you travel!"
            },
            {
                "subHeading": "Have fun!",
                "text": "If you are able to follow these four tips, I am positive that you will be able to save hundreds, if not thousands of dollars on your dream vacation. However, the most important thing is that you have fun and enjoy your trip. I travel this way because I love to save money so that I am able to travel longer. I understand, however, that this may not work for a lot of people. If you are travelling with kids, for example, a hostel may be out of the question. However, you can still opt to stay at an Airbnb and save money by cooking your own meals. The bottom line is to find a way to be frugal without depriving yourself from having the experience of a lifetime!"
            }
        ],
        "articleType": "Travel Tips",
        "featured": true
    },
    {
        "id": "0003",
        "title": "Chobe Safari: Day Trip from Victoria Falls",
        "date": "August 24, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053238/Article%20Photos%20-%20The%20Shoestring%20Traveller/Chobe%20Safari:%20A%20Must-Do%20Excursion%20from%20Victoria%20Falls/chobe-cover-photo_ovzdsc.jpg"
            },
        "paragraphs": [
            {
                "text": "Visiting Victoria Falls in Zimbabwe and Zambia was one of the best experiences of my life. What was even more memorable, however, was my one-day excursion to Chobe National Park in Botswana. It was the first time I had ever been on a safari (I’m not counting the safari at the Singapore Zoo) and it was a breathtaking experience to say the least."
            },
            {
                "text": "Because I did not rent a car, I booked a tour with a Zimbabwean company called Africa Zim Travel and Tours. The tour cost me $175 USD, which I considered to be a little pricey for a one-day tour but given the experience I had, I thought it was worth the price at the end of the day. Besides, I had saved so much money on that trip by staying in hostels and cooking my own food that I didn’t mind splurging a little for this once-in-a-lifetime experience."
            },
            {
                "text": "The experience began when the tour guide picked me up at my hostel in Victoria Falls, Zimbabwe and embarked on the one-hour trip to the Botswana-Zimbabwe border. We got through customs and were immediately taken to Chobe National Park to begin our tour. The tour was broken up into two parts. In the morning, we took a river cruise and saw wildlife in and along the Chobe River, while in the afternoon we got to enjoy a more traditional safari through the game park."
            },
            {
                "subHeading": "The River Cruise",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053238/Article%20Photos%20-%20The%20Shoestring%20Traveller/Chobe%20Safari:%20A%20Must-Do%20Excursion%20from%20Victoria%20Falls/chobe-river_al8dvx.jpg",
                "text": "The river cruise was quite the educational experience for me. A local tour guide who took us along the Chobe River, which acts as a border between Botswana and Namibia. During the tour, we ventured to the Namibian side of the river where, to my surprise, was not at all populated with wildlife. The tour guide explained that because the Namibian side consists entirely of farmland, animals are afraid of entering the territory as the farmers have the right to shoot down any wildlife that enters their property."
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053239/Article%20Photos%20-%20The%20Shoestring%20Traveller/Chobe%20Safari:%20A%20Must-Do%20Excursion%20from%20Victoria%20Falls/chobe-crocodile_xpfx47.jpg",
                "imgCaption": "A crocodile approaches a boat full of tourists.",
                "text": "The most exciting wildlife encounter we had on the river cruise was when a crocodile approached our boat. I was startled when an Australian mother sitting in front of me pulled her daughter away from the side of the boat. The tour guide, however, explained that these freshwater crocodiles are typically harmless to humans unless threatened, whereas saltwater crocodiles like the ones found in Australia should be avoided at all costs."
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053236/Article%20Photos%20-%20The%20Shoestring%20Traveller/Chobe%20Safari:%20A%20Must-Do%20Excursion%20from%20Victoria%20Falls/chobe-buffalo_cvraoo.jpg",
                "imgCaption": " A herd of African buffalo waits to cross the crocodile-infested Chobe River.",
                "text": "While freshwater crocodiles pose little threat to humans, they do prey on the African buffalo that are seen trying to cross the river in the photo above. The two species are often stuck in a stalemate with each trying to outwait the other. Fortunately for us, the stalemate continued throughout our tour and we were spared from seeing a bloodbath in the river."
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053238/Article%20Photos%20-%20The%20Shoestring%20Traveller/Chobe%20Safari:%20A%20Must-Do%20Excursion%20from%20Victoria%20Falls/chobe-hippos_dqtzit.jpg",
                "imgCaption": "A hippo begins swimming towards our boat.",
                "text": "While our tour guide allowed us to get up close with the crocodiles, when it came to the hippopotami, he refused to move the boat within even fifty yards of the animals. Despite their seemingly harmless appearance, the sheer strength and weight of these creatures make them capable of tipping over boats. They will go to great lengths to aggressively defend their territory - behaviour that makes them one of the most dangerous species in the animal kingdom."
            },
            {
                "text": "The photo above was taken just as a hippo had noticed our boat and was starting to swim towards us. Not willing to take any chances, our tour guide started up the boat’s motor just seconds after I took the photo."
            },
            {
                "subHeading": "The Safari",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053239/Article%20Photos%20-%20The%20Shoestring%20Traveller/Chobe%20Safari:%20A%20Must-Do%20Excursion%20from%20Victoria%20Falls/IMG_6138_fuqrlo_rytwsw.jpg",
                "text": "After enjoying a nice buffet at a lodge where I tried warthog for the first time, we went on our safari around Chobe National Park. The safari was a pretty bumpy ride that took us through some rough terrains as we sat in awe while admiring the elephants that would roam around our vehicle."
            },
            {
                "videoSrc": "https://www.youtube.com/embed/Cl_WDjBh7ew",
                "text": "The most memorable experience, however, was when a giraffe walked right in front of our safari vehicle. To see this 15-foot giant up close was absolutely magnificent and made the experience worth every dollar I spent."
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053237/Article%20Photos%20-%20The%20Shoestring%20Traveller/Chobe%20Safari:%20A%20Must-Do%20Excursion%20from%20Victoria%20Falls/IMG_6200_xz99qn_j6nujw.jpg",
                "imgCaption": "A lion sleeping under the trees",
                "text": "Later in the safari, we were able to catch a glimpse of a third Big Five game animal: the lion. Unfortunately, because it was the afternoon, the lions were all asleep under the trees so we did not get to see them up close. Like most felines, lions are most active at dawn and dusk and sleep during the day."
            },
            {
                "text": "If you have the means, renting a car would afford you the opportunity to see the lions when they are most active. In addition, you will likely be able to see more of what the park has to offer and venture onto Okavango  Delta afterwards. I was, however, pretty content with going on a guided tour as it allowed me to learn more about the animals in the region from an excellent local tour guide. So if you are ever in Victoria Falls, I highly recommend doing an excursion out to Chobe National Park whether it is via rental car or guided tour!"
            }
        ],
        "articleType": "Tourist Attractions",
        "featured": true,
        "continent": "Africa",
        "region": "Southern Africa",
        "country": ["Botswana", "Namibia"]
    },
    {
        "id": "0004",
        "title": "5 Must-Do Activities in Porto for Under €20",
        "date": "August 25, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053493/Article%20Photos%20-%20The%20Shoestring%20Traveller/5%20Must-Do%20Activities%20in%20Porto%2C%20Portugal/IMG_4137_ejrz6z_dhphu0.jpg",
                "imgCaption": "The Dom Luís I Bridge crossing the Douro River."
            },
        "paragraphs": [
            {
                "subHeading": "Port Wine Tasting",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053491/Article%20Photos%20-%20The%20Shoestring%20Traveller/5%20Must-Do%20Activities%20in%20Porto%2C%20Portugal/port-wine_ebsokv_aqrnp7.jpg",
                "imgCaption": "Port wine tasting at Sandeman",
                "text": "Porto is well known for its port wine - a fortified wine that is produced in the Douro Valley in northern Portugal. The city offers numerous wine cellar tours such as Caves Taylor’s and Caves Ferreira that have been around for centuries. The tour I chose was at Sandeman, situated in Vila Nova de Gaia on the south side of the Douro River, just west of the Dom Luís I Bridge."
            },
            {
                "text": "The Porto Sandeman Visit, as it’s called on the website, will only set you back €17 (also around $17 USD). The experience lasts about an hour and includes a tour of the cellar where port wine has been stored since 1811. You are also offered a tasting of three different styles of port wine: white, ruby and tawny."
            },
            {
                "subHeading": "Livrello Lello Visit",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053492/Article%20Photos%20-%20The%20Shoestring%20Traveller/5%20Must-Do%20Activities%20in%20Porto%2C%20Portugal/livrello-lello_pscdmo_puswtm.webp",
                "text": "Opened in 1881, the Livrello Lello is one of the most beautiful bookstores you will ever visit. The bookstore is characterized by its grand curving staircase and decorated ceilings. It is undoubtedly an architectural masterpiece that you will not want to miss!"
            },
            {
                "text": "Because the bookstore is such a big tourist attraction, a ticket purchase is required to enter. Purchasing your ticket on the bookstore website will cost you €5 as opposed to €6 at the door."
            },
            {
                "subHeading": "Go up the Clerigo Tower",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053493/Article%20Photos%20-%20The%20Shoestring%20Traveller/5%20Must-Do%20Activities%20in%20Porto%2C%20Portugal/clerigos-tower_s9csty_jpnqoa.jpg",
                "text": "Built in the 18th Century, the Clerigo Tower is an iconic Portuguese landmark. Getting a pass to visit the tower and museum is only €6. An extra €1.50 will buy you a guided tour. And if that wasn’t cheap enough for you, you can decide to visit the tower between 7PM and 11PM where they offer tours for just €5."
            },
            {
                "subHeading": "Promenade along the Douro River",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053493/Article%20Photos%20-%20The%20Shoestring%20Traveller/5%20Must-Do%20Activities%20in%20Porto%2C%20Portugal/IMG_4151_eci7yj_gaqsn9.jpg",
                "text": "The beautiful Douro River is perhaps what sets Porto apart from its more populous sister city Lisbon. Take a walk along the riverfront on a nice sunny day and enjoy a cold beer outdoors from one of the many vendors in the area."
            },
            {
                "subHeading": "Dom Luís I Bridge Crossing",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053493/Article%20Photos%20-%20The%20Shoestring%20Traveller/5%20Must-Do%20Activities%20in%20Porto%2C%20Portugal/IMG_4152_xlxm44_qwp1fc.jpg",
                "text": "Perhaps the most important landmark in Porto, the Dom Luís I bridge was constructed in 1886 by a pupil of Gustave Eiffel. The bridge connects the city of Porto on the north side of the Douro River to Nova de Gaia on the south side. The Dom Luís I has two decks separated by an arch that defines the architecture of the bridge. Take a walk across the bridge on the upper deck to enjoy stunning views of the river and old town!"
            }
        ],
        "articleType": "Tourist Attractions",
        "featured": true,
        "continent": "Europe",
        "region": "Western Europe",
        "country": "Portugal"
    },
    {
        "id": "0005",
        "title": "25 Photos that will Inspire You to Visit Morocco",
        "date": "August 25, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662054036/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3624_2_ymg8mw_ip6nuz.jpg",
                "imgCaption": "Sunset on the Merzouga desert"
            },
        "paragraphs": [
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662054086/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3560_z3fdtk_ngci1o.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662054161/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3550_2_ypc80u_vbdhzr.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662054195/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3492_tqndvh_tsns00.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662054257/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3587_2_gweumf_wqylqw.jpg",
                "imgCaption": "The Shoestring Traveller with his camel"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662054293/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3615_2_gkwfpi_gf2t7q.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053885/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3487_iabsco_wzerng.jpg",
                "imgCaption": "Hotel Kasbah Bivouac Lahmada in Merzouga"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053889/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3188_ult4sl_jfkvrc.jpg",
                "imgCaption": "Chefchaouen in northwest Morocco"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053887/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3120_g4rj3v_guotnc.jpg",
                "imgCaption": "Chefchaouen is characterized by its unique blue-washed architecture"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662054456/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3140_oewzdz_hhvwiv.jpg",
                "imgCaption": "The Chefchaouen Mountains overseeing the city"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053886/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3129_pqmlfi_rygfk6.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053884/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3114_zbynqa_p4qykd.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053884/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3103_el6d5b_naxgip.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053888/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3436_cfstid_kivjzu.jpg",
                "imgCaption": "The Atlas Mountains"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053891/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3413_da96wo_jrj4bk.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053891/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3329_xc9db2_yyuwyh.jpg",
                "imgCaption": "The Marinid Tombs north of Fez that date by to the 13th Century"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053888/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3310_bvxhag_oveecj.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053886/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3249_zlm9pf_zpa8ep.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053890/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3257_uioxak_ewd2fu.jpg",
                "imgCaption": "View of Fez from the Marinid Tombs"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662053883/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3068_atpvwr_xgkesz.jpg",
                "imgCaption": "Bab Bou Jeloud, the ornate city gate of Fez"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662054595/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3889_tgr462_n3imny.jpg",
                "imgCaption": "The Jemaa el-Fnaa market in Marrakesh"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662054707/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3695_vsee1f_nnf5qj.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662054708/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3770_ot47wm_hvep2x.jpg",
                "imgCaption": "Bahia Palace, Marrakesh"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662054707/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_3941_mosoaw_mdmv67.jpg",
                "imgCaption": "Kasbah Mosque, one of the most important historic mosques in Marrakesh"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662054706/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20to%20Inspire%20You%20to%20Visit%20Morocco/IMG_4035_slvxvp_oaonxv.jpg",
                "imgCaption": "Essaouira, port city along the Atlantic Ocean"
            }
        ],
        "articleType": "Gallery",
        "featured": false,
        "continent": "Africa",
        "region": "North Africa",
        "country": "Morocco"
    },
    {
        "id": "0006",
        "title": "20 Photos that Prove Cape Town is One of the Most Beautiful Cities in the World",
        "date": "August 26, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056011/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6636_g6l0iu_ktvhvm.jpg",
                "imgCaption": "View of Table Mountain from Robben Island"
            },
        "paragraphs": [
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056009/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6483_qy7fwp_en3gzu.jpg",
                "imgCaption": "V&A Waterfront"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056010/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6609_omrjhk_fqmktx.jpg",
                "imgCaption": "Bo Kaap neighbourhood, characterized by its colourful architecture"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056011/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6735_xwek8q_eexpog.jpg",
                "imgCaption": "Stellenbosch, about an hour east of Cape Town proper"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056011/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6707_mixomt_mw1reo.jpg",
                "imgCaption": "Wine tasting in Stellenbosch"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056012/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6750_uca5iu_mzc03o.jpg",
                "imgCaption": "Stellenbosch duck parade"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056016/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6857_iayzsy_qphqbl.jpg",
                "imgCaption": "Cape of Good Hope, where the Atlantic and Indian oceans meet"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056015/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6836_kq5vzn_nlrdqd.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056015/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6851_xjgi5z_t4htdt.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056016/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6928_gp7cpz_pyvcje.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056015/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6792_rlrewy_jt9pk0.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056011/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6684_ypagwr_j6esn9.jpg",
                "imgCaption": "View of Table Mountain from Bloubergstrand Beach"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056599/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_7070_qxpfkv_nqojo4.jpg",
                "imgCaption": "The Shoestring Traveller admiring the view of Cape Town and Robben Island from the top of Lion's Head."
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056597/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_7044_mfdm1p_utw8za.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056597/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_7039_wv4vrk_zk8hig.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056598/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_7089_gn2xsi_r70hne.jpg",
                "imgCaption": "Kirstenbosch National Botanical Garden"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056016/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6955_kgbpnt_cskro1.jpg",
                "imgCaption": "African penguin colony on Boulders Beach"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056018/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6988_m2eoro_oa0y6x.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662138830/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_7025_ozabzt.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662056017/Article%20Photos%20-%20The%20Shoestring%20Traveller/Photos%20that%20Show%20You%20Why%20Cape%20Town%20is%20One%20of%20the%20Most%20Beautiful%20Cities%20in%20the%20World/IMG_6993_iff6vq_edzhd6.jpg"
            }
        ],
        "articleType": "Gallery",
        "featured": true,
        "continent": "Africa",
        "region": "Southern Africa",
        "country": "South Africa"
    },
    {
        "id": "0007",
        "title": "5 Things to Do on the Asian Side of Istanbul for Under $1 USD",
        "date": "August 26, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057605/Article%20Photos%20-%20The%20Shoestring%20Traveller/5%20Things%20to%20Do%20on%20the%20Asian%20Side%20of%20Istanbul/IMG_7582_flokdy_s5kgdz.jpg",
                "imgCaption": "Skyline of Istanbul's Asian side"
            },
        "paragraphs": [
            {
                "text": "Istanbul is unique in the fact that it is situated in both Asia and Europe. In fact, it is one of the only cities in the world to span two continents. While it is true that most tourist attractions in this bustling Eurasian city are on the European side, the Asian side has its activities to offer as well. Here are 5 activities you can do on your visit to Istanbul's Asian side for under $1 USD or ₺18 Turkish lira."
            },
            {
                "subHeading": "Ride the Kadikoy-Moda Nostalgic Tram",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057604/Article%20Photos%20-%20The%20Shoestring%20Traveller/5%20Things%20to%20Do%20on%20the%20Asian%20Side%20of%20Istanbul/kadikoy-moda-tram_cq9odf_jspfco.jpg",
                "text": "Take a trip back to the Istanbul of the 1950s! What was once a popular mode of public transportation is now a tourist attraction in the city’s Kadikoy area. The tram has 10 stops and is a great way to explore the Asian side of Istanbul. The tram’s route forms a circular route, which is perfect if you are simply planning to take a joyride around the neighbourhood. A regular fare on this tram will cost you ₺1.75, which is only about $0.10 USD!"
            },
            {
                "subHeading": "Visit the Kadikoy Market",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057604/Article%20Photos%20-%20The%20Shoestring%20Traveller/5%20Things%20to%20Do%20on%20the%20Asian%20Side%20of%20Istanbul/kadikoy-market_qkhk1u_qyfq4u.jpg",
                "text": "With its bustling atmosphere and wide variety of fresh produce, the Kadikoy Market cannot be skipped! Here, you will find many locals that come to do their everyday shopping. The market’s streets are open to pedestrians only, making it a very crowded area. While it is no Grand Bazaar in terms of its popularity, the Kadikoy Market is unique in its own right and is definitely worth a visit."
            },
            {
                "subHeading": "Admire the Haydarpaşa Train Station",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057604/Article%20Photos%20-%20The%20Shoestring%20Traveller/5%20Things%20to%20Do%20on%20the%20Asian%20Side%20of%20Istanbul/IMG_7368_lf3mlx_ksa9vk.jpg",
                "text": "This historical landmark was constructed in 1909 and is one of the most eye-catching pieces of architecture along the Kadikoy Harbour. As of 2022, Haydarpaşa is under construction but it used to be the city’s busiest train station, attracting thousands of tourists each week. The station is expected to begin serving passengers again once construction on the Marmaray rail line is complete. Until that happens, we’re just going to have to admire this magnificent building from the outside."
            },
            {
                "subHeading": "See Europe from the Kadikoy Lighthouse",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057603/Article%20Photos%20-%20The%20Shoestring%20Traveller/5%20Things%20to%20Do%20on%20the%20Asian%20Side%20of%20Istanbul/IMG_7406_imbbqk_robrhw.jpg",
                "text": "Looking for a quiet place to relax and admire the beautiful Istanbul skyline? Take a walk down the small peninsula near the Kadikoy ferry terminal to the Kadikoy Lighthouse. From there, you can see the European side of the city across the Bosphorus Strait, including an excellent view of the Blue Mosque and the Hagia Sophia."
            },
            {
                "subHeading": "Take the Ferry from the Kadikoy Ferry Terminal",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057604/Article%20Photos%20-%20The%20Shoestring%20Traveller/5%20Things%20to%20Do%20on%20the%20Asian%20Side%20of%20Istanbul/IMG_7360_h8xsox_dkdcyf.jpg",
                "text": "At the end of your visit to Asia, head to the Kadikoy Ferry Terminal and buy yourself a ticket to Europe. There is no better way to make the transcontinental trip across the Bosphorus Strait than by ferry. A ferry ride with the Şehir Hatları (Istanbul’s government-run public ferry service) from Kadikoy to Besiktas will only set you back ₺4 ($0.22 USD). The experience that you will get for such an affordable price will be priceless. This is the perfect way to cap off your visit to Istanbul’s Asian side!"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057603/Article%20Photos%20-%20The%20Shoestring%20Traveller/5%20Things%20to%20Do%20on%20the%20Asian%20Side%20of%20Istanbul/IMG_7349_qqa6sm_u0cmgx.jpg"
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057604/Article%20Photos%20-%20The%20Shoestring%20Traveller/5%20Things%20to%20Do%20on%20the%20Asian%20Side%20of%20Istanbul/IMG_7455_bs4wwh_zaztek.jpg"
            }
        ],
        "articleType": "Tourist Attractions",
        "featured": true,
        "continent": "Asia",
        "region": "Western Asia",
        "country": "Turkey"
    },
    {
        "id": "0008",
        "title": "Itinerary for a Day Trip to Seattle",
        "date": "August 31, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057795/Article%20Photos%20-%20The%20Shoestring%20Traveller/Itinerary%20for%20a%20Day%20Trip%20to%20Seattle/IMG_2938_jlgmlz_jegiff.jpg",
                "imgCaption": "Seattle’s world famous Pike Place Market"
            },
        "paragraphs": [
            {
                "text": "Having grown up in Vancouver, I would often make day trips across the border to visit the beautiful city of Seattle. It is perhaps the American city I have visited the most, as well as one of my favourites. One of the things I love most about Seattle is the fact that most of its main tourist attractions are within walking distance, making it a suitable destination for a day trip. That being said, here is a 1-day itinerary you can follow to make the most of your next visit to Seattle."
            },
            {
                "subHeading": "Visit Pike Place Market",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057778/Article%20Photos%20-%20The%20Shoestring%20Traveller/Itinerary%20for%20a%20Day%20Trip%20to%20Seattle/original-starbucks_qhrm1d_rjzrgj.jpg",
                "imgCaption": "The original Starbucks at 1912 Pike Place",
                "text": "Start off your visit by visiting the world famous Pike Place Market, one of the oldest public markets in America. Pike Place is where the original Starbucks opened its doors in 1971 and is one of the biggest tourist attractions in the city today."
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057778/Article%20Photos%20-%20The%20Shoestring%20Traveller/Itinerary%20for%20a%20Day%20Trip%20to%20Seattle/fish-toss_cxpl8w_ab9zx0.jpg",
                "imgCaption": "The famous fish-throwing spectacle at Pike Place Fish Market",
                "text": "After grabbing yourself a Pike Place Roast from Starbucks, head on over to the Pike Place Fish Market for a spectacle unlike no other. At this market, every time someone buys a fish, the employees will throw and catch the ordered fish while chanting in unison!"
            },
            {
                "subHeading": "Admire the Famous Gum Wall",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057785/Article%20Photos%20-%20The%20Shoestring%20Traveller/Itinerary%20for%20a%20Day%20Trip%20to%20Seattle/IMG_2976_dwsvzx_dkm2dt.jpg",
                "text": "Located on Post Alley under the Pike Place Market is Seattle’s famous Gum Wall. Unintentionally created in the 1990s, the Gum Wall has become one of the city’s most visited local landmarks. Take some Instagram pictures of this decorated wall that is considered by many to be a public display of participatory art."
            },
            {
                "subHeading": "Take a Stroll Along the Seattle Waterfront",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057793/Article%20Photos%20-%20The%20Shoestring%20Traveller/Itinerary%20for%20a%20Day%20Trip%20to%20Seattle/IMG_2964_mhcmml_nzzpgn.jpg",
                "text": "Behind the Pike Place Market, you will find Seattle's Waterfront Park where you can take in the beautiful views of the Puget Sound. For a bird’s eye view of the sound and downtown skyline, ride the Seattle Great Wheel at Pier 57. An adult ticket for the ride will set you back $17 USD, which I will have to admit, is a little pricey for a ferris wheel ride. I personally could not fit the ferris wheel in my travel budget, so I decided to skip the ride and take a lovely stroll along the waterfront instead."
            },
            {
                "subHeading": "Ride the Seattle Center Monorail",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057794/Article%20Photos%20-%20The%20Shoestring%20Traveller/Itinerary%20for%20a%20Day%20Trip%20to%20Seattle/IMG_2981_thybzp_bilzof.jpg",
                "text": "After taking in the beautiful waterfront view, take a 10 minute walk up Pine Street to the Westlake Center. There, you will find the Seattle Monorail. The monorail will take you to Seattle Center Station, which is adjacent to the Space Needle, Seattle’s most iconic landmark. A ticket costs just $3 USD in 2022 and is an excellent way to see the city’s downtown core."
            },
            {
                "subHeading": "Visit the Iconic Space Needle",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057778/Article%20Photos%20-%20The%20Shoestring%20Traveller/Itinerary%20for%20a%20Day%20Trip%20to%20Seattle/space-needle_x2kbt1_pogrz4.jpg",
                "text": "The Space Needle is perhaps the first landmark that comes to mind when I think of Seattle. Along with the rest of Seattle Center, the observation tower was built for the 1962 World’s Fair."
            },
            {
                "text": "Now, I will admit that admission to the Space Needle is expensive. If you are on a shoestring budget like I was, this may not be the activity for you. An adult ticket to the top of the observation tower will set you back $35 - $39 USD, depending on the date and time of day you visit. Personally, I decided to simply take a stroll around Seattle Center and admire the tower from the green pastures below. However, if you are set on seeing the views of the city and can make it work in your budget, I am sure the experience will be worthwhile."
            },
            {
                "subHeading": "Attend a Seattle Sports Game",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662057778/Article%20Photos%20-%20The%20Shoestring%20Traveller/Itinerary%20for%20a%20Day%20Trip%20to%20Seattle/sounders_smvoky_dhvpnp.jpg",
                "imgCaption": "A Seattle Sounders soccer game at Lumen Field ",
                "text": "Seattlites love their sports and always flock to sporting events in large numbers. The city is home to four major sports teams: the NFL’s Seattle Seahawks, the MLB’s Seattle Mariners, the NHL’s Seattle Kraken and the MLS’s Seattle Sounders."
            },
            {
                "text": "The Mariners and Sounders are the most inexpensive options, with the cheapest tickets on Ticketmaster being $13 USD and $22 USD, respectively. So book your ticket and cap off your day with a Seattle sporting event!"
            }
        ],
        "articleType": "Tourist Attractions",
        "featured": false,
        "continent": "North America",
        "region": "Northern America",
        "country": "United States"
    },
    {
        "id": "0009",
        "title": "How to Stay Safe While Travelling",
        "date": "September 1, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662856821/Article%20Photos%20-%20The%20Shoestring%20Traveller/Safety%20Article/vic-falls_bngr88.jpg",
                "imgCaption": "The Shoestring Traveller in Victoria Falls, Zimbabwe."
            },
        "paragraphs": [
            {
                "text": "While the vast majority of our trips go relatively smoothly, it is important to be aware that travel has its risks as well. In many countries, tourists are often targets of petty crimes such as pickpocketing and harassment."
            },
            {
                "text": "Therefore, while travelling, safety should always be the number one priority. This is especially true in countries like Mexico and South Africa where crime rates are generally higher than what we may be used to in North America and Europe. Having been to these countries, I followed the following tips to keep myself safe while travelling."
            },
            {
                "subHeading": "Tip #1: Do Your Research",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662140894/Article%20Photos%20-%20The%20Shoestring%20Traveller/Safety%20Article/travel-research_bgxpse.jpg",
                "text": "The more you learn about your travel destination, the more likely you are to be prepared to keep yourself safe. Get familiar with the cultural customs of the country or region and what you must do to respect those customs."
            },
            {
                "text": "It would also be a good idea to look into the types of crimes that may be prevalent at your destination. If pickpocketing is common, for instance, it may be a good idea to invest in a pair of trousers with zippered pockets at the front."
            },
            {
                "subHeading": "Tip #2: Don’t Draw Attention to Yourself",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662140895/Article%20Photos%20-%20The%20Shoestring%20Traveller/Safety%20Article/IMG_6472_o4tw25.jpg",
                "text": "The last thing you should be doing while travelling is flash your jewellery and other valuables around. So leave your golden necklace and Rolex watch at home and try to blend in as much as possible."
            },
            {
                "text": "When I was in South Africa during the 2019 Rugby World Cup, I decided to purchase a South African rugby jersey in order to blend in more with the locals. I’m not sure if I actually fooled anyone into thinking I was South African but I certainly didn’t want to look like a tourist in a country where tourists have been known to be targets of theft and violent crime."
            },
            {
                "subHeading": "Tip #3: Be Vigilant",
                "text": "Always be aware of your surroundings. This advice is applicable wherever you are, but especially when you are in an unfamiliar place where you may not speak the local language. My rule of thumb has always been to try to be at least arm’s length away from everyone and to keep my belongings close."
            },
            {
                "subHeading": "Tip #4: Consider Wearing a Money Belt",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662140893/Article%20Photos%20-%20The%20Shoestring%20Traveller/Safety%20Article/money-belt_copy_q6hsni.jpg",
                "text": "Getting a money belt is probably one of the best investments I’ve made. These belts are meant to be worn underneath your shirt in order to keep your valuables hidden from pickpockets."
            },
            {
                "text": "My approach has always been to keep one credit card and the cash I need for the day in a wallet, and leave my passport and the rest of my cash in the money belt. That way, if my wallet was ever stolen, I would only lose a fraction of what I brought with me."
            },
            {
                "subHeading": "Tip #5: Purchase Travel Insurance",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662140894/Article%20Photos%20-%20The%20Shoestring%20Traveller/Safety%20Article/world-nomads_wh7wmm.jpg",
                "text": "No matter how much you want to save that extra cash, you should always make sure you have travel insurance. Despite always travelling on a shoestring budget, I always make travel insurance one of my top priorities."
            },
            {
                "text": "However, before you go online and start shopping for travel insurance, it is worth checking to see if you might already be covered. Some credit cards, for example, offer travel insurance benefits so it is important to check to see if any of the cards you own have you covered."
            },
            {
                "text": "If you do not own a credit card with travel insurance benefits and are under 66 years of age, I would recommend looking into purchasing insurance with World Nomads. In my experience, their coverage is both affordable and comprehensive. Insurance for my 2-month backpacking trip to Europe and Africa in 2019 only set me back $217 CAD ($165 USD). The coverage included $5 million for emergency medical expenses, $2500  for trip cancellations, $700 for trip delays and much more."
            },
            {
                "subHeading": "Tip #6: See a Doctor about Vaccinations and Medications",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662140895/Article%20Photos%20-%20The%20Shoestring%20Traveller/Safety%20Article/Malarone_lvadjh.webp",
                "text": "Your need for vaccinations and medications depend on your travel destination. But it’s always best to err on the side of caution and go see a doctor to make sure you are up to date with your vaccines."
            },
            {
                "text": "Before my trip to Africa in 2019, I decided to go to a doctor for a consultation about any vaccinations or medications I may need for the trip. I was surprised to find out that I was not up to date with a couple of my vaccines. Moreover, booking an appointment with your doctor before travelling could be a good way of making sure all your immunizations are up to date."
            },
            {
                "text": "In addition, because I was travelling in a malaria zone, I was prescribed Malarone for the trip. It may also be a good idea to pick up some probiotics from your local pharmacy in case your stomach doesn’t respond well to foreign foods."
            }
        ],
        "articleType": "Travel Tips",
        "featured": false
    },
    {
        "id": "0010",
        "title": "5 Tips for Solo Travellers",
        "date": "September 1, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662142432/Article%20Photos%20-%20The%20Shoestring%20Traveller/Solo%20Travel%20Tips/IMG_2994_dhnpvf.jpg",
                "imgCaption": "The Shoestring Traveller in front of the Tower of London"
            },
        "paragraphs": [
            {
                "text": "I love to travel solo. Yes, it’s fun to travel with friends and family as well but travelling solo is when you learn the most about yourself. There’s something exciting about putting yourself in an unfamiliar place and figuring it out on your own, while meeting different people along the way."
            },
            {
                "text": "In addition, I love the idea of being able to participate in the activities of your own choosing and follow your own itinerary day after day. Having gone on numerous solo trips myself, here are some tips I follow in order to make the most of my solo vacations."
            },
            {
                "subHeading": "Tip #1: Stay in Hostels",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662142908/Article%20Photos%20-%20The%20Shoestring%20Traveller/Solo%20Travel%20Tips/hostels_copy_ysgdqw.jpg",
                "text": "Hostels are perfect for solo travellers. I cannot stress this enough! Not only are they affordable, they offer you the chance to meet adventurous people from all over the world. Doing activities with your hostel buddies is not only a blast, it can also be a way to ensure your safety while travelling at night."
            },
            {
                "subHeading": "Tip #2: Befriend the Locals",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662142908/Article%20Photos%20-%20The%20Shoestring%20Traveller/Solo%20Travel%20Tips/45d85aec-942f-42bf-b027-548f9ddf9dda_b1wel2.jpg",
                "text": "While meeting other travellers is fun, meeting locals can be quite the enriching experience. Befriending locals can give a different perspective of your travel destination, as well as give you insight into what everyday life is like there."
            },
            {
                "text": "Getting to know the people working at the hostel is a good start. In my experience, the hostel employees are always extremely knowledgeable and are able to answer most of my questions about the local area."
            },
            {
                "text": "Another thing I like to do is go on an application called MeetUp to see what types of activities are in the area. The app basically allows event organizers to post events for people to attend, with most events being open to the public."
            },
            {
                "subHeading": "Tip #3: Go to the Local Tourism Office",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662142908/Article%20Photos%20-%20The%20Shoestring%20Traveller/Solo%20Travel%20Tips/tourism-office_od92j2.jpg",
                "text": "Not sure what activities fit best with your budget and schedule? Head on over to the local tourism office and they will give you some ideas."
            },
            {
                "text": "If you are on a budget, you can ask if there are any free walking tours or low-cost activities in the area. Be specific about what you are looking for and they will help you out!"
            },
            {
                "subHeading": "Tip #4: Prepare Entertainment for Long Trips",
                "text": "Being alone on a bus or plane for long periods of time is not my favourite thing to do. That is why I always make sure I am prepared with some form of entertainment, whether that’s a book or a podcast I downloaded on my iPhone. Take the time to prepare your entertainment and that long bus ride will be over before you know it!"
            },
            {
                "subHeading": "Tip #5: Stay in Touch with Friends and Family",
                "text": "In your travels, people will come and go. This can make you feel a little lonely while travelling solo. That is why it is important to stay in touch with your loved ones back home."
            },
            {
                "text": "So give your parents a call or stay in touch with what your friends are doing. Maintaining a good support system is essential for taking care of your mental health while travelling abroad!"
            }
        ],
        "articleType": "Travel Tips",
        "featured": false
    },
    {
        "id": "0011",
        "title": "A Tour Around Iceland’s Golden Circle",
        "date": "September 2, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662145394/Article%20Photos%20-%20The%20Shoestring%20Traveller/Golden%20Circle/IMG_1995_tzzot5.jpg"
            },
        "paragraphs": [
            {
                "text": "In 2019, I travelled to Iceland and stayed in the capital Reykjavik for 3 nights. While I would’ve liked to stay for a lot longer, my stopover on the amazing flight deal I got with Icelandair did not afford me that option."
            },
            {
                "text": "Moreover, with the little time I had in the small country of 300 thousand, I decided to book a day tour around the famous Golden Circle, which encompasses most of the southwestern portion of the island. Full-day tours of the Golden Circle from Reykajavik go for as low as 9253 Icelandic krona ($65 USD), which is quite the bargain considering how expensive everything in Iceland is."
            },
            {
                "text": "Despite the fact that everything was covered in snow, the experience was everything I imagined it to be and more! Iceland in February is an absolute winter wonderland and the snow should not stop you from visiting. Here are some of the highlights of my tour around the Golden Circle, along with some pictures that will surely convince you to book your Icelandic vacation."
            },
            {
                "subHeading": "Kerid Crater",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662145394/Article%20Photos%20-%20The%20Shoestring%20Traveller/Golden%20Circle/IMG_1989_itvmcl.jpg",
                "text": "One of our first stops on the tour was Kerid Crater, a volcanic crater located in Iceland’s Western Volcanic Zone. The crater is over 6500 years old and is believed to have been formed by a huge volcanic explosion."
            },
            {
                "subHeading": "The Great Geysir",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662145394/Article%20Photos%20-%20The%20Shoestring%20Traveller/Golden%20Circle/IMG_2038_xg25iz.jpg",
                "text": "This was, without a doubt, my favourite tourist attraction along the Golden Circle. It was the first time I had seen a geyser before and I found myself standing in awe when a gush of boiling water would hurl into the air every few minutes."
            },
            {
                "subHeading": "Gullfoss (Golden Falls)",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662145396/Article%20Photos%20-%20The%20Shoestring%20Traveller/Golden%20Circle/IMG_2092_adrvcw.jpg",
                "text": "One of the most iconic waterfalls on the island, Gullfoss (Golden Falls in Icelandic) is a must-see attraction along the Golden Circle."
            },
            {
                "text": "According to geologists, the falls were created by glacial outbursts at the end of the last ice age. The falls include two separate drops with the first measuring at 21 metres (69 feet) and the second at 70 metres (230 feet)."
            },
            {
                "subHeading": "Secret Lagoon",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662145394/Article%20Photos%20-%20The%20Shoestring%20Traveller/Golden%20Circle/IMG_2025_vneo6q.jpg",
                "text": "Located along the Golden Circle, the Secret Lagoon offers a more affordable alternative to the more well-known Blue Lagoon. When I was there, the air temperature was at 0 degrees Celsius (32 degrees Fahrenheit), so it was nice to warm up in a geothermal pool for a couple hours."
            },
            {
                "text": "While it is true that the Blue Lagoon offers more amenities, the Secret Lagoon is more historic seeing as it was built in 1891, making it the oldest pool in Iceland. The pool is also located beside a spouting geyser and includes a bar and small dining area."
            },
            {
                "subHeading": "Thingvellir National Park",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662145396/Article%20Photos%20-%20The%20Shoestring%20Traveller/Golden%20Circle/IMG_2108_ip1mr9.jpg",
                "text": "Thingvellir National Park is the former location of the annual parliament of Iceland dating back to the year 930. Today, it is one of Iceland’s three UNESCO World Heritage sites."
            },
            {
                "subHeading": "Icelandic Horses",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662145394/Article%20Photos%20-%20The%20Shoestring%20Traveller/Golden%20Circle/IMG_2041_wtejls.jpg",
                "text": "Along the journey, our tour guide stopped at a farm to allow us the chance to look at some Icelandic horses, a breed of horse characterized by their heavy coat and sturdy build."
            },
            {
                "text": "Despite their small stature, our tour guide made it very clear to us that they were not ponies. Apparently, Icelandic farmers get very offended when tourists call them ponies."
            }
        ],
        "articleType": "Tourist Attractions",
        "featured": false,
        "continent": "Europe",
        "region": "Western Europe",
        "country": "Iceland"
    },
    {
        "id": "0012",
        "title": "An Emotional Visit to Johannesburg’s Apartheid Museum",
        "date": "September 2, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662145496/Article%20Photos%20-%20The%20Shoestring%20Traveller/Apartheid%20Museum/IMG_5717_njltvi.jpg"
            },
        "paragraphs": [
            {
                "text": "My visit to the Apartheid Museum in Johannesburg was an emotional experience. Being a biracial person, the topic of race has always been something I have felt uncomfortable about. Moreover, I have always felt like I didn’t have a single identity to cling on to. The way I dealt with this was by convincing myself that race didn’t matter and that nobody is defined by their race."
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662145494/Article%20Photos%20-%20The%20Shoestring%20Traveller/Apartheid%20Museum/IMG_5725_izonjz.jpg",
                "imgCaption": "A white identity card from the apartheid era.",
                "text": "When I browsed through the museum and revisited South Africa’s dark past where people were defined and categorized based on the colour of their skin, it hit a soft spot for me."
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662145493/Article%20Photos%20-%20The%20Shoestring%20Traveller/Apartheid%20Museum/IMG_5722_wnfppn.jpg",
                "imgCaption": "Spoken by a white South African politician in the House of Assembly Debates in 1950.",
                "text": "As I made my way from wall to wall, I found myself either cringing or dropping my jaw in horror. Although I had studied apartheid in university, the reality of the system struck me hard after seeing the gruesome images of the regime’s brutality. To think that this racist, oppressive and discriminatory system was in place just twenty-five years before my visit was appalling to me."
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662145495/Article%20Photos%20-%20The%20Shoestring%20Traveller/Apartheid%20Museum/IMG_5760_hpwfbx.jpg",
                "text": "On a lighter note, the museum did dedicate a large portion of its exhibitions to celebrating the legacy of Nelson Mandela, a figure that is revered as one of the key actors to bring an end to apartheid. The Mandela Exhibition shares the incredible life of the former South African president as a prisoner, negotiator, statesman and leader."
            },
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1662145495/Article%20Photos%20-%20The%20Shoestring%20Traveller/Apartheid%20Museum/IMG_5753_cr1309.jpg",
                "text": "Despite the exhibitions portraying the brutality of the apartheid regime, I still believe that Apartheid Museum is a must-visit site for anyone visiting Johannesburg. It is especially perfect for history buffs such as myself, who are interested in truly understanding South Africa’s history and its people."
            }
        ],
        "articleType": "Tourist Attractions",
        "featured": false,
        "continent": "Africa",
        "region": "Southern Africa",
        "country": "South Africa"
    },
    {
        "id": "0013",
        "title": "Top 5 Day Trips from Cancun",
        "date": "September 13, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1663109341/Article%20Photos%20-%20The%20Shoestring%20Traveller/Cancun%20Article/cancun-cover_i7ywne.jpg"
            },
        "paragraphs": [
            {
                "text": "For most people, a vacation in Cancun is all about sunbathing on the beach and sipping on mojitos at the all-inclusive resort. While those activities are relaxing, if you are anything like me, you would yearn for some type of adventure outside the resort. Here is a list of my top 5 day trips from Cancun."
            },
            {
                "subHeading": "Chichen Itza",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1663109342/Article%20Photos%20-%20The%20Shoestring%20Traveller/Cancun%20Article/chichen-itza-pyramid_kvfsph.jpg",
                "imgCaption": "The Pyramid of Kukulkan",
                "text": "Located just 3 hours west of Cancun, this UNESCO world heritage site was once a thriving Mayan city. The most prominent structure in the city is the 30-metre tall Pyramid of Kukulkan, which is also known as El Castillo."
            },
            {
                "text": "Other points of interest are the Temple of Warriors and the Tzompantli, which served as a platform for human sacrifices over a millennium ago."
            },
            {
                "subHeading": "Tulum",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1663109342/Article%20Photos%20-%20The%20Shoestring%20Traveller/Cancun%20Article/Screen_Shot_2022-09-13_at_3.40.25_PM_ujxdos.png",
                "imgCaption": "The Shoestring Traveller looking onto the Caribbean Sea from Tulum",
                "text": "Located along the shoreline of the beautiful Caribbean Sea, Tulum is one of the most important Mayan sites on the Yucatan Peninsula."
            },
            {
                "text": "The ruins you will find at Tulum are the remnants of the fortifications of the ancient city, which was at its height between the 13th and 15th centuries."
            },
            {
                "subHeading": "Coba",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1663109342/Article%20Photos%20-%20The%20Shoestring%20Traveller/Cancun%20Article/coba_ryvlou.jpg",
                "text": "Like in Chichen Itza, an ancient pyramid is also situated in the Mayan city of Coba. However, unlike in Chichen Itza, you are actually allowed to climb the pyramid in Coba! The views of the treetops from the top of the pyramid are absolutely stunning, making Coba a must-see for anyone visiting the Yucatan Peninsula."
            },
            {
                "subHeading": "Cenotes",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1663109341/Article%20Photos%20-%20The%20Shoestring%20Traveller/Cancun%20Article/cenote_r0ystf.webp",
                "text": "Cenotes are natural pits that are formed from bedrock collapsing and exposing groundwater. They were used by the Mayans as their water supply and are now used for swimming and cave diving. There are dozens of affordable tours that will bring you to one of the many cenotes on the Yucatan Peninsula."
            },
            {
                "subHeading": "Valladolid",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1663109342/Article%20Photos%20-%20The%20Shoestring%20Traveller/Cancun%20Article/valladolid_hq9mfr.jpg",
                "text": "Founded by the Franciscans in 1552, this colonial town is the third largest city in the state of Yucatan. The Spanish architecture of the city is absolutely stunning, especially the Church of San Bernardino, which represents the early days of Christianization in the Mayan region."
            }
        ],
        "articleType": "Tourist Attractions",
        "featured": false,
        "continent": "North America",
        "region": "Central America",
        "country": "Mexico"
    },
    {
        "id": "0014",
        "title": "6 Affordable Attractions in Singapore",
        "date": "September 14, 2022",
        "coverImgSrc":
            {
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1663208512/Article%20Photos%20-%20The%20Shoestring%20Traveller/Singapore%20Article/singapore-cover_pztmja.jpg"
            },
        "paragraphs": [
            {
                "text": "With a GDP per capita of over $100 thousand USD, Singapore is one of the most affluent countries in the world. It is also one of the most expensive, making it difficult to travel on a shoestring budget. Despite this, there are still a lot of affordable activities around town that will allow you to make your trip to Singapore a budget vacation."
            },
            {
                "subHeading": "Gardens By the Bay",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1663215302/Article%20Photos%20-%20The%20Shoestring%20Traveller/Singapore%20Article/Gardens-by-the-Bay_zz9wyp.jpg",
                "text": "Attracting millions of visitors each year, Gardens By the Bay is one of the most popular tourist attractions on the island. It is located in Singapore’s affluent Central Region, adjacent to Marina Bay."
            },
            {
                "text": "There are numerous attractions within the park, including the OCBC Skyway, the Flower Dome, the Superdome Observatory and the Cloud Forest."
            },
            {
                "text": "If you book the attractions individually, each attraction will only set you back between SGD 10 and SGD 15  (around $7 - $11 USD). However, if you are planning on hitting up multiple attractions, it may be more worthwhile to purchase a bundle."
            },
            {
                "text": "The Gardens Experience Bundle, for example, costs SGD 50 (around $35 USD) and includes admission to the Flower Dome, the Cloud Forest, the Floral Fantasy, as well as perks such as a shuttle service, a $6 food and beverage voucher and a $2 retail voucher!"
            },
            {
                "subHeading": "Merlion Park",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1663215785/Article%20Photos%20-%20The%20Shoestring%20Traveller/Singapore%20Article/merlion-park_s6xra4.jpg",
                "text": "Located in Singapore’s Central Business District, Merlion Park is defined by a 8.6-metre-tall statue of the mythical Merlion, the official mascot of Singapore. Take a walk along the boardwalk and enjoy the beautiful view of Marina Bay and the downtown core!"
            },
            {
                "subHeading": "MacRitchie Nature Trail",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1663215785/Article%20Photos%20-%20The%20Shoestring%20Traveller/Singapore%20Article/macritchie_piucaf.jpg",
                "text": "The MacRitchie Nature Trail runs along the MacRitchie Reservoir, which is well-known for its zigzag bridge and performing arts pavilion. The trail runs for 11 kilometres around the reservoir, with its most popular attraction being the HSBC Treetop Walk - a 250-metre suspension bridge that offers a panoramic view of Upper Peirce Reservoir."
            },
            {
                "subHeading": "National Museum of Singapore",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1663215862/Article%20Photos%20-%20The%20Shoestring%20Traveller/Singapore%20Article/singapore-museum_globmb.jpg",
                "text": "This public museum costs just SGD 15 (around $11 USD) to visit and is dedicated to showcasing Singaporean art, culture and history. It is the city-state’s oldest and perhaps most iconic museum, with its roots dating back to 1949."
            },
            {
                "text": "The museum is a must-visit for anyone interested in learning about the history and culture of Singapore."
            },
            {
                "subHeading": "Chinatown",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1663215785/Article%20Photos%20-%20The%20Shoestring%20Traveller/Singapore%20Article/chinatown_itlo03.jpg",
                "text": "With its rich history and numerous national heritage sites, Singapore’s Chinatown is considered one of the best Chinatowns in the world."
            },
            {
                "text": "Navigate through the area’s narrow roads and enjoy a traditional Hainanese chicken rice - a dish that has been adopted into Singaporean cuisine. Visit cultural institutions such as the Buddha Tooth Relic Temple and the 1827 Mariamman Temple. With the wide variety of shops, food and attractions available, Singapore’s Chinatown certainly does not disappoint!"
            },
            {
                "subHeading": "Little India",
                "imgSrc": "https://res.cloudinary.com/didxdrmjj/image/upload/v1663215785/Article%20Photos%20-%20The%20Shoestring%20Traveller/Singapore%20Article/little-india_o6fcrr.jpg",
                "text": "Singapore has quite a sizable Indian minority, with Tamil being one of its official languages alongside English, Chinese and Malay. Little India, which is situated just across from Chinatown, offers Indian cultural institutions such as the Hindi Sri Srinivasa Perumal Temple and the Sakya Muni Buddha Gaya Temple."
            },
            {
                "text": "For shopping, head on over to the Tekka Centre where you can enjoy low-priced street food or pick up some fresh produce at the market."
            },
            {
                "text": "The Indian Heritage Centre is another budget-friendly attraction, with admission priced at only SGD 8 (about $6 USD). Here, you can learn all about the history of Indians in Singapore and the contribution the South Asian communities made to the building of the nation."
            }
        ],
        "articleType": "Tourist Attractions",
        "featured": false,
        "continent": "Asia",
        "region": "East Asia",
        "country": "Singapore"
    }
]